Repository: USDepartmentofLabor/UICliamantIntake
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: es

source: Skip to main content
es: Saltar al contento principal

source: U.S. flag
es: Bandera de los Estados Unidos

source: An official website of the United States government
es: Un sitio web del gobierno de los Estados Unidos

source: Here’s how you know
es: Cómo se sabe

source: Menu
es: Menú

source: Current section
es: &lt;Sección actual &gt;

source: &lt;Navigation link&lt;
es: &lt;Navigación&gt;

source: &lt;Navigation link&gt;
es: &lt;Navigación &gt;

source: &lt;Section&gt;
es: &lt;Sección&gt;

source: &lt;Simple link&gt;
es: &lt;Enlace&gt;

source: &lt;Secondary link&gt;
es: &lt;Enlace segondario&gt;

source: &lt;Another secondary link&gt;
es: &lt;Otro enlace segundario&gt;

source: Search
es: Buscar

source: Log In or Sign Up
es: Iniciar sessión o Registrar

source: Unemployment Insurance Claim Application
es: Solicitud de reclamo del seguro de desempleo

source: Apply for benefits
es: Solicitar beneficios

source: Get started
es: Empezar
